Repository: ClawdBonzo/sleeplock-bedtime
Catalog: SleepLock/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
ja: レベル %lld
ko: 레벨 %lld
nl: Niveau %lld
pt_br: Nível %lld
sv: Nivå %lld

source: Level Up!
es: ¡Subiste de nivel!
fr: Niveau supérieur !
it: Sali di livello!
ja: レベルアップ！
ko: 레벨 업!
nl: Level omhoog!
pt_br: Subiu de nível!
sv: Ny nivå!

source: Okay
es: Regular
fr: Ça va
it: Così così
ja: まあまあ
ko: 보통
nl: Oké
pt_br: Regular
sv: Okej

source: Quests
es: Misiones
fr: Quêtes
it: Missioni
ja: クエスト
ko: 퀘스트
pt_br: Missões
sv: Uppdrag

source: Routine
es: Rutina
ja: ルーティン
ko: 루틴
pt_br: Rotina
sv: Rutin

# %lld/%lld XP
source: %1$lld/%2$lld XP
fr: %lld/%lld XP

source: Ideal
fr: Idéal
it: Ideale
ja: 理想
ko: 이상적
nl: Ideaal
sv: Idealt

source: %lld min
ja: %lld分
ko: %lld분

source: 15 min
ja: 15分
ko: 15분

source: 30 min
ja: 30分
ko: 30분

source: 45 min
ja: 45分
ko: 45분

source: 60 min
ja: 60分
ko: 60분

source: min
ja: 分
ko: 분
